export enum Texts {
  START = 'Дамы и господа, приветствую всех присутствующих ' +
    'сегодня на этом празднике жизни. Это интерактивное поздравление одного ' +
    'прекрасного человека, который делает мою и, я более чем уверен, вашу ' +
    'жизнь веселее и ярче - Наташи. Надеюсь этот перформанс будет ' +
    'забавным и добавит ещё немного прикола в эту тусовку.',
  START_2 = 'А сейчас, когда вы прослушали вступление можем начинать',
  ONBOARDING = 'Отлично, Загрузка завершена. как будете готовы срезайте ленту и открывайте коробку',
  PRESENTS = 'Теперь можно рассмотреть что находится внутри, в ' +
    'каждой секции лежит записка рассказывающая маленькую ' +
    'историю почему именно эта вещь оказалась здесь. Когда все коробки ' +
    'будут открыты - нажмите на кнопку ниже',
  QUIZ = 'Ну я был бы не я, если бы это было всё. На каждой записке ' +
    'есть часть кода, которые надо расположить в ' +
    'правильном порядке и ввести в поле ниже',
  FINAL = 'Сейчас очень поздняя ночь и я не смог придумать ' +
    'как подать финальное поздравление лучше, поэтому как ' +
    'получилось. Я бы пожелал тебе, чтобы бабки лились рекой ' +
    'дизайны делались на чилле и без психушек, твои друзья были всегда рядом и не проёбывались' +
    ' (кроме Лёни - это часть его характера)' +
    'чтобы от мальчиков отбоя не было или наоборот нашла кого-то ' +
    'одного и в ус не дула - тут уж как выберешь. ' +
    'И самое главное оставайся такой же пиздатой с искорками в глазах, ' +
    'ты делаешь жизнь людей вокруг краше. ... ',
  FINAL_2 = 'А что вы сидите глазами хлопаете-то, выпейте за это! Молодежь - всему учить надо. С днём рождения!',
}
